xml/request/pickupAgencyList.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:open="http://oss.dbc.dk/ns/openagency">
   <soapenv:Body>
      <open:pickupAgencyListRequest>
         <!--Optional:-->
         <open:agencyId>DK-710100</open:agencyId>
         <open:libraryType>Folkebibliotek</open:libraryType>
      </open:pickupAgencyListRequest>
   </soapenv:Body>
</soapenv:Envelope>
